export const defaultServices = {
	title: 'Услуги',
	info:
		'Комплексные решения BIM для архитекторов, инженеров и подрядчиков'
}

export const defaultPartners = {
	title: 'Партнеры/заказчики',
	info:
		'SoftPro гордится тем, что уже много лет сотрудничает с крупными компаниями, предоставляя им передовые решения, которые значительно оптимизируют бизнес-процессы. Наша команда экспертов постоянно работает над тем, чтобы предлагать инновационные и эффективные инструменты, которые соответствуют самым высоким стандартам. Наши партнёры ценят нас за качество, надёжность и индивидуальный подход. Мы понимаем, что каждый бизнес уникален, и именно поэтому мы адаптируем наши решения под специфические потребности наших клиентов. Сотни успешных проектов и положительных отзывов подтверждают нашу репутацию как надёжного партнёра в мире технологий. Мы стремимся не только к долгосрочному сотрудничеству, но и к тому, чтобы каждый наш клиент чувствовал себя частью нашей команды. Вместе мы достигаем больших результатов и создаём будущее, полное возможностей. Присоединяйтесь к числу наших довольных партнёров и убедитесь в том, что SoftPro — это ваш верный путь к успеху!',
}

export const defaultProducts = {
	title: 'Программные продукты',
	info:
		'Компания Softapro предлагает инновационные программные решения для оптимизации бизнес-процессов и повышения эффективности. Наши продукты, на текущий момент связаны с оптимизацией работы в програмных продуктах Autodesk , адаптированы под уникальные потребности клиентов. Мы обеспечиваем полное сопровождение и обучение, чтобы помочь вам максимально эффективно использовать наши инструменты.',
}

export const services = [
	{
		id: 0,
		tag: 'BIM_implementation_to_the_designer',
		title: 'Внедрение BIM проектировщику',
		info:
			'Команда экспертов будет работать в тесном сотрудничестве с вами, чтобы понять ваш процесс проектирования и внедрить технологию BIM таким образом, чтобы максимизировать эффективность и минимизировать нарушения. Мы обеспечим обучение и поддержку, чтобы убедиться, что ваша команда комфортно работает с BIM и может извлечь максимальную пользу из ее преимуществ.',
	},
	{
		id: 1,
		tag: 'BIM_implementation_to_the_customer',
		title: 'Внедрение BIM заказчику',
		info:
			'При внедрении BIM для заказчиков, Softapro сосредоточена на увеличинии результативности, улучшении качества проектирования и снижении рисков. Мы поможем вам воспользоваться всеми преимуществами BIM, такими как визуализация, детальный анализ и коллаборация в реальном времени.',
	},
	{
		id: 2,
		tag: 'customer_consulting',
		title: 'Консалтинг заказчика',
		info:
			'Команда консультантов помогает заказчикам достичь своих целей и увеличить выгоду от технологии BIM. Мы предлагаем комплекс услуг, включая разработку стратегии внедрения BIM, анализ требований и выбор подходящего поставщика BIM, чтобы обеспечить успешное внедрение технологии в их деятельность, сопровождение проектов на всем времени жизни.',
	},
	{
		id: 3,
		tag: 'design_consultancy',
		title: 'Консалтинг проектировщика',
		info:
			'Мы предлагаем комплекс услуг, который включает в себя обучение и настройку для эффективного использования инструментов BIM, оптимизацию процессов для достижения максимальной эффективности и качества, и разработку стандартов и протоколы для использования BIM в проектах. Наша задача - помочь проектировщикам достичь своих целей и повысить производительность с помощью технологии BIM.',
	},
	{
		id: 4,
		tag: 'training',
		title: 'Обучение',
		info:
			'Программа обучения предназначена для проектировщиков и архитекторов. Мы предлагаем индивидуальные программы обучения, чтобы удовлетворить конкретные потребности наших клиентов.',
	},
	{
		id: 5,
		tag: 'BIM_modelling_to_order',
		title: 'BIM моделирование под заказ',
		info:
			'Мы предлагаем индивидуальное BIM моделирование для удовлетворения потребностей вашего бизнеса. Наша команда опытных специалистов создаёт точные и детализированные BIM модели, что повышает производительность проектирования и строительства, сокращает сроки и стоимость проекта, улучшает координацию между участниками, обеспечивает точность моделей и помогает принимать обоснованные решения. Мы изучаем ваши требования, создаём модель и обеспечиваем координацию, предоставляя готовую BIM модель для вашего бизнеса',
	},
	{
		id: 6,
		tag: 'construction_cost_estimation',
		title: 'Оценка стоимости строительства',
		info:
			'BIM-команда обеспечивает точную оценку стоимости строительства, помогающую заказчикам принимать обоснованные решения о своих проектах. Мы используем последние технологии BIM, чтобы обеспечить точность и надежность наших оценок.',
	},
	{
		id: 7,
		tag: 'family_development',
		title: 'Разработка семейств',
		info:
			'Cоздаем пользовательские BIM-семейства, чтобы удовлетворить конкретные потребности наших клиентов, обеспечивая точность и эффективность их проектов.',
	},
	{
		id: 8,
		tag: 'custom_script_plugin_development',
		title: 'Разработка скриптов/плагинов на заказ',
		info:
			'Разрабатываем индивидуальные скрипты и плагины для автоматизации процессов в проектировании и строительстве. Наша команда создает решения, которые повышают эффективность работы с BIM-моделями, улучшают качество проектов и сокращают время разработки. Мы изучаем ваши требования, разрабатываем и тестируем решение, после чего предоставляем готовый продукт для вашего бизнеса.',
	},
	// {
	// 	id: 9,
	// 	tag: '5d_modelling_support',
	// 	title: '5D моделирование (сопровождение)',
	// 	info:
	// 		'' +
	// 		'',
	// },
]

export const partners = [
	{
		id: 0,
		tag: 'injline',
		title: 'Инжлайн',
		info:
			'это молодая прогрессивная команда профессионалов в области проектирования инженерных систем зданий и сооружений различного назначения с применением технологии информационного 3-D моделирования (BIM-технологии). Владение на высоком уровне современным инструментом в совокупности с накопленными знаниями и опытом позволяет реализовывать задачи любой сложности в области проектирования гражданских, промышленных и специальных объектов, административных и жилых зданий, объектов социальной инфраструктуры от проектирования до сопровождения строительства и сдачи в эксплуатацию.',
	},
	{
		id: 1,
		tag: 'ingrad_project',
		title: 'Инград проект',
		info:
			'это проектная организация, которая с момента создания в 2012 году, специализируется на сложных и уникальных проектах: от торгового центра общей площадью 250 тыс м2, который был запроектирован и построен за 1.5 года, до высотных уникальных жилых комплексов в 47 этажей.\n' +
			'\n' +
			'Допуск СРО дает возможность проектировать уникальные здания и сооружения, при этом сумма одного контракта может достигать 300 млн рублей. За прошедшие годы по чертежам «ИНГРАД Проект» построено и находится в стадии строительства объектов общей площадью более 800 тыс м2.\n' +
			'\n' +
			'«ИНГРАД Проект» сочетает в своем штате архитекторов, конструкторов, специалистов по генеральному плану; разделы инженерии и технологии – выполняются силами партнеров, проверенными на протяжении лет. Бюро не раз становился лауреатом и дипломантом архитектурного конкурса «ЗОДЧЕСТВО» . Проектирование в компании построено вокруг комплексного использования BIM технологий и REVIT.',
		link: 'https://ingradproekt.ru'
	},
	{
		id: 2,
		tag: 'injline',
		title: 'Инжлайн',
		info:
			'это молодая прогрессивная команда профессионалов в области проектирования инженерных систем зданий и сооружений различного назначения с применением технологии информационного 3-D моделирования (BIM-технологии). Владение на высоком уровне современным инструментом в совокупности с накопленными знаниями и опытом позволяет реализовывать задачи любой сложности в области проектирования гражданских, промышленных и специальных объектов, административных и жилых зданий, объектов социальной инфраструктуры от проектирования до сопровождения строительства и сдачи в эксплуатацию.',
	},
	{
		id: 3,
		tag: 'ingrad_project',
		title: 'Инград проект',
		info:
			'это проектная организация, которая с момента создания в 2012 году, специализируется на сложных и уникальных проектах: от торгового центра общей площадью 250 тыс м2, который был запроектирован и построен за 1.5 года, до высотных уникальных жилых комплексов в 47 этажей.\n' +
			'\n' +
			'Допуск СРО дает возможность проектировать уникальные здания и сооружения, при этом сумма одного контракта может достигать 300 млн рублей. За прошедшие годы по чертежам «ИНГРАД Проект» построено и находится в стадии строительства объектов общей площадью более 800 тыс м2.\n' +
			'\n' +
			'«ИНГРАД Проект» сочетает в своем штате архитекторов, конструкторов, специалистов по генеральному плану; разделы инженерии и технологии – выполняются силами партнеров, проверенными на протяжении лет. Бюро не раз становился лауреатом и дипломантом архитектурного конкурса «ЗОДЧЕСТВО» . Проектирование в компании построено вокруг комплексного использования BIM технологий и REVIT.',
		link: 'https://ingradproekt.ru'
	},
]

export const products = [
	{
		id: 0,
		tag: 'collision_manager',
		title: 'Менеджер коллизий',
		info:
			'Инструмент для Revit, который упрощает работу с моделями. Он позволяет эффективно просматривать и анализировать коллизии, быстро находить их на 3D виде с подрезкой вида и изоляцией элементов. Инструмент управляет статусами коллизий, добавляет комментарии и позволяет экспортировать отчеты в Excel. Сохранение изменений обеспечивает непрерывность работы, а интуитивно понятный интерфейс делает использование простым. Оптимизируйте управление коллизиями с этим инструментом!',
	},
	{
		id: 1,
		tag: 'workshared_export',
		title: 'WorksharedExport',
		info:
			'Плагин WorksharedExport от Softapro упрощает выгрузку моделей в архитектуре. Он очищает модели от ненужных элементов, оставляя только актуальную геометрию и оформленные виды. С WorksharedExport каждая выгрузка будет выполнена на высшем уровне, улучшая продуктивность работы и качество взаимодействия.'
	},
	{
		id: 2,
		tag: 'collision_manager',
		title: 'Менеджер коллизий',
		info:
			'Инструмент для Revit, который упрощает работу с моделями. Он позволяет эффективно просматривать и анализировать коллизии, быстро находить их на 3D виде с подрезкой вида и изоляцией элементов. Инструмент управляет статусами коллизий, добавляет комментарии и позволяет экспортировать отчеты в Excel. Сохранение изменений обеспечивает непрерывность работы, а интуитивно понятный интерфейс делает использование простым. Оптимизируйте управление коллизиями с этим инструментом!',
	},
	{
		id: 3,
		tag: 'workshared_export',
		title: 'WorksharedExport',
		info:
			'Плагин WorksharedExport от Softapro упрощает выгрузку моделей в архитектуре. Он очищает модели от ненужных элементов, оставляя только актуальную геометрию и оформленные виды. С WorksharedExport каждая выгрузка будет выполнена на высшем уровне, улучшая продуктивность работы и качество взаимодействия.'
	},
]

export const aboutUs = [
	'Добро пожаловать в бескрайние просторы галактики SoftaPro, где инновации и современные технологии сливаются в единое целое, создавая невероятное будущее для вашего бизнеса! Мы не просто разработчики программного обеспечения; мы — ваша команда звёздных воинов, готовых взять на себя любые вызовы в мире проектирования и строительства. Наша миссия заключается в том, чтобы не просто предоставить вам инструменты, но и создать вселенную возможностей, в которой ваш бизнес сможет обойти все препятствия на пути к звёздным вершинам!',
	'SoftaPro — это не просто место, где разрабатываются технологии — это звёздный флот, состоящий из лучших и самых смелых профессионалов. Каждый наш специалист — это истинный воин света, вооружённый глубокими знаниями в области BIM-технологий, программирования и проектирования. Они в силах не только решать поставленные задачи, но и предсказывать будущие тренды, ведя вас по пути инноваций и успеха. Мы — не просто команда; мы — армия единомышленников, которые сражаются за ваши идеи и цели.',
	'В нашем умелом построении мы понимаем, что каждый проект подобен уникальной вселенной, с собственными законами и частицами. Мы стремимся погрузиться в суть вашего бизнеса, чтобы адаптировать наши решения под ваш конкретный случай, как истинные мастера межзвёздного путешествия. Наша философия строится на доверительных и долгосрочных отношениях с клиентами, которые мы рассматриваем как партнёров в этом космическом путешествии, где каждая победа — это цель не только для нас, но и для вас.',
	'Мы обладаем множеством мощных инструментов, напоминающих звёздные технологии, предназначенных для пробивания любых барьеров на пути к эффективности. Индивидуальные программные решения и модули для оптимизации работы с Autodesk помогают вашему бизнесу не просто двигаться, а лететь со скоростью света. Мы не просто продаем программное обеспечение; мы создаём полный космический пакет, который включает обучение, поддержку и сотрудничество на всех этапах, чтобы ваши проекты достигли нового уровня.',
	'Внедрение BIM-технологий — это наше звездное призвание. Мы не просто помогаем вам адаптироваться к новым технологиям; мы представляем собой ваших наставников и защитников в этом космическом сражении. Наша команда обеспечит безупречный переход, включая консультации, обучение и поддержку, чтобы ваша организация могла уверенно шагать в неизведанное.',
	'Мы также проводим стратегический анализ бизнес-процессов, выявляя слабости вашей текущей системы и предлагая инновационные решения для их устранения. Наша задача — не только помочь вам справиться с текущими задачами, но и вооружить вас знаниями, которые помогут предсказывать рыночные тренды и продвигать ваши проекты на небесные высоты.',
	'Каждое решение, разработанное в SoftaPro, является уникальным произведением искусства, подобно звезде, горящей в ночном небе. Мы принимаем индивидуальные заказы на создание плагинов, скриптов и BIM-семейств, которые соответствуют специфике вашего бизнеса. Наша команда создает истинные шедевры, повышая вашу продуктивность, улучшая координацию и сокращая затраты на всех этапах реализации проекта.',
	'С нашей обширной галактикой достижений, **SoftaPro** зарекомендовала себя как надежный партнер для множества компаний, обретя их доверие благодаря качеству, надежности и индивидуальному подходу. Мы гордимся тем, что смогли внести свой вклад в успех многих команд, помогая им навигации через космос и преодолению значительных препятствий. Наша репутация подтверждена многолетними отношениями с работодателями и нашей способностью реализовывать проекты любой сложности.',
	'Мы верим в силу сотрудничества и обмена знаниями, которые могут преобразовать идеи в величественные проекты, способные изменить мир. Мы приглашаем вас присоединиться к нашему космическому сообществу, где ваши стремления и мечты встречаются с нашими технологиями и экспертизой. Вместе мы сможем создавать новые звёзды, изменяющие представление о возможностях, и открывать новые горизонты для роста и успеха.',
	'Каждый проект для нас — это новое космическое приключение, и мы намерены сразиться за ваши идеи, как истинные воины звёздного света. Объединившись с SoftaPro, вы получаете не только доступ к передовым технологиям, но и мощную поддержку на каждом этапе вашего пути. Наши звёздные воины, обладающие исключительными навыками, готовы стоять на страже ваших успехов, а каждое ваше достижение является для нас общей победой. Давайте вместе будем творить чудеса, превращая ваши мечты в реальность и создавая эффективные, инновационные решения, которые откроют перед вашим бизнесом целое море безграничных возможностей и светлое, успешное будущее!',
]